{"podcast_details": {"podcast_title": "The Mindset Mentor", "episode_title": "Why Positive Thinking Isn't Enough: Exploring Negative Visualization", "episode_image": "https://play.cdnstream1.com/zjb/image/download/6c/57/4d/6c574d6b-2a5a-485b-9401-b1f9f2aa5d6b_1400.jpg", "episode_transcript": " Welcome to today's episode of the mindset mentor podcast. I'm your host Rob Dial. If you have not yet done so hit that subscribe button so that you never miss another podcast episode. And if you love this podcast, I bet you'd probably like my new book that is now available for pre-order right now. It is called Level Up, How to Get Focused, Stop Procrastinating and Upgrade Your Life. If you want to go ahead and pre-order it, you can go to robdial.com.com. Right now, and when you pre-order it, you'll also be entered into a prize pool for over $25,000 in cash and prizes. And you will get a free mini course automatically on how to stop procrastinating. So once again, it is robdial.com. Today, I'm going to talk to you about visualization, but I'm going to talk to you about it in a way that I guarantee you've probably never heard of before. I'm going to talk to you not about visualization. I'm going to talk to you about negative or reverse visualization. You might know about visualization by now because study after study after study show how visualizing the future that you want, the life that you want, the body that you want helps you get it. It's like fact out there. You can read study after study after study. There's even studies. There was a study I found when I was researching this episode that was done in 2004. It was called Power to Muscle Power, Gaining Strength by Using the Mind. The study found that simply visualizing muscle contractions increase strength. So how crazy is this? You don't even have to move your body, but just sitting there and visualizing yourself, contracting a muscle and growing that muscle can increase your strength. There's another study that I found in 1998 called Harnessing the Imagination, Mental Stimulation, Self-regulation, and Coping that showed how visualization can impact your emotional regulation and your coping skills. They found out that those who used positive visualization as a coping mechanism were better able to deal with stressors of life and maintain a more positive outlook than those who did not. Now that's positive visualization. I'm not going to talk to you about positive visualization today. I'm going to talk to you about negative visualization. It's called negative visualization. It's also called defense pessimism. It originally comes from thousands of years ago, the Stoic philosophy. Now it's actually been studied. It's been studied over and over again. There's facts that show that negative visualization works. But the idea is to visualize the thing that you are most afraid of happening. Oh, shit, that sounds scary, huh? Visualize the thing that you are most afraid of happening. Visualize the absolute worst thing happening. Visualize whatever it is that you're the most afraid of. So instead of trying to throw it away in a corner and act like it doesn't exist and act like you're not thinking about it and try to, okay, it's over here to the right, but I'm not going to look to the right. I'm going to look over here to the left and I'm going to make sure that I don't look that direction. Instead of doing that, it's literally like, I'm going to look at this thing. Now how am I going to look at it? I'm going to actually visualize the absolute burning it down in a fire, the worst that could happen. I'm going to visualize that. And it seems like I get it. It seems like it's a terrible idea and it sounds counterintuitive. But trust me here, by the time we get done today, all of this is going to make a whole lot of sense to you. And you're going to see, oh, yeah, I can actually use normal visualization and I can use negative visualization, the two of those together, to my advantage. And that's what I really want you to get out of today's episode. So let's say that, you know, I'm going to give you a few examples just to kind of stir up your mind and see what could come up, right? Let's say that you have a business and you're afraid that your business is going to fail. You're afraid that it's not going to get off the ground or you're afraid that, you know, you have 12 employees. What if you screw it all up and all of them lose their job? And so you visualize you not taking action that you need to grow your business. Maybe visualize you making the excuses that you typically make. Maybe you visualize you, oh, I don't know, I don't really feel like doing it. Getting all in your feelings like a Drake song and be like, oh, I don't know, I don't really, maybe I wasn't made for this. Maybe I'm not good enough. Maybe I'm not smart enough. You can visualize yourself procrastinating and visualize the business failing completely. And the worst that could happen. And when I say worst that could happen, I mean like the realistic worst that could happen. Like not that I want you to visualize that it fails. And then after it fails, and you walk out of the bank and they're like, yes, you don't have any money, sir. You walk out and you get killed by a meteor and it kills you and your entire family. I mean, that worst that could happen because that's probably not going to happen. But visualize if one of your biggest fears is that you are afraid of your business failing instead of trying to look away from it. How do we literally envision the entire thing failing and exactly how it would? I'm going to tell you why this is really beneficial a little while. Let's say that you're in a relationship and you're okay at it. But one of your biggest fears is like, oh, my wife is going to leave me. And instead of not paying attention to those feelings, I want you to visualize not making the relationship a priority. I want you to visualize your partner emotionally disconnecting from you. I want you to maybe even visualize them cheating on you. Maybe they cheat on you in your own bed. Oh shit, that would suck, wouldn't it? The worst that could happen. What's the worst that could happen? And then after they cheat on you, what if this? Let's switch the turning tables. Instead of that, they walk out of the house and they and the person that they're cheating on you with gets hit with a meteor. So maybe we could pull the meteor back in and have them get hit by it. So what is the worst that could happen with this relationship and how could it go down in flames? And I want you to visualize the actual process, the whole thing going through from start to finish so you can see exactly what happened and how it happened. Let's say that your biggest fear is your health. And I want you to visualize you not making your health a priority. Maybe you say, oh, I'm too busy to work out today. No, I don't have time to go shopping for stuff that's healthy. I don't have time. I'm too busy to go to the gym. I've got to take the kids to, I can't work out today. I can't go for a walk. I've got to take the kids to soccer practice. And you know, excuses, excuses, excuses, right? And so you visualize yourself not going to the gym. You visualize yourself not eating the right foods. You visualize yourself gaining an extra 25 pounds. You visualize yourself ignoring the red flags. You visualize yourself eating certain things that you shouldn't. And then you start feeling depressed about it. And you start emotional eating on top of it. And you visualize all of this stuff. You visualize walking into the doctor's office and then saying, hey, you have XYZ. You only have six months to live, whatever it might be. And you visualize the whole process, not just the ending, but like from this moment on until the ending. That's what I want you to visualize. You visualize not being at your daughter's wedding and being able to walk her down the aisle. You visualize every single part of it and you, the key to it, make it hurt. Like actually make it hurt, make it painful. If you get emotional, that's even better. If you cry during this negative visualization, hell yes. Seems like it sucks. It seems impressive, but I promise you, you're going to see why this works in a second. If you're afraid of losing your job, I want you to visualize you not taking the right action to show your worth. I want you to visualize you ignoring the red flags of, oh, maybe I should do this thing, but I don't know. They're probably going to fire me anyway, so I'm not going to do it. And you actually taking the wrong action. And I want you to visualize your boss calling you up or, you know, walking into his office and saying, hey, we have to let you go. You've been underperforming. Once you visualize all of that, maybe, maybe you have a huge fear of public speaking, but you want to get over it. And so I want you to visualize not preparing for the presentation that you have to give at work. I want you to visualize not doing enough research, getting in your feelings and saying, oh, I'm probably not smart enough and I'm probably going to look like a dumb ass in front of them anyways. And then you do look like a dumb ass in front of them anyways. You get up there and you fumble your words. I want you to visualize you fumbling your words and screwing it all up. I want you to visualize you embarrassing yourself in front of the whole company and look like an ass in front of all. I want you to look at, just set it all on fire. I want you to just visualize that whole thing. And here's the cherry on top. Then I want you to visualize your entire life. I want you to visualize not doing what you need to do to create the best version of yourself. Not doing all the things, not reading, not going to the gym, not eating healthy, not treating your spouse the way that you should, not treating your children the way that you should, not meditating so that you can be a calmer person, not doing all the things, you know, staying up late and not waking up early so that you don't have a morning routine and not living up to your potential. And then getting to the end of your life and being on your deathbed and sitting there and regretting that you lived a life half-assed, that you lived a half-lived life. What would that feel like to get to the end of your life and realize there's no more time left? Nothing else I could do. Gotta say goodbye. Now, some of you are already sweating inside of your car as you're driving in traffic, right? Some of you are already feeling incredibly anxious because I just named like three out of your five biggest fears and you're like, I don't want to do that. There's no, I do not want to do negative visualization. That sounds like it sucks. Normally this guy's podcast episodes make sense, but this one makes no fucking sense. Right? Some of you already feel anxious about it. It's good. It's fine. I'm going to help you make sense of it right now. Okay. We're going to talk about why this works. These are the reasons why this works. With all the studies that have been done on it, these are the reasons why it works. A couple of reasons why. Number one, one of the things that I find with people is that we are afraid of uncertainty. And uncertainty is a threat to the brain because your brain doesn't know how to work through the potential threats that are coming in front of it. And so we, a lot of people don't like certainty. And so it takes the, I'm sorry, a lot of people don't like uncertainty. People would prefer certainty. So it takes all of the uncertainty that we see in our future and makes it more certain. And what's really interesting about, and the reason why I think this is really important, I did this just a few days ago inside of my coaching class that I have. It's called a business breakthrough where we teach coaches how to grow their business. And the funny thing was I had all of them visualize it and majority of them said the same thing in the comments. They visualize the failing of the business. I'm not taking the action, not doing what they needed to do. And so many of them said it wasn't as bad as I thought it was going to be. And it's really interesting because when we have these, we basically create the boogeyman in our mind for what the future could hold. And then when we basically face the boogeyman, we realize it's really not that bad and it would be okay even if we did face it. And so I always think about when I think about it, it's not going to be as bad as we think it's going to be. I remember in 2015, when I first started this podcast eight years ago now, I remember I could see that my company that I was working for at the time, they were starting to dissolve the sales team. I was on the sales team, the sales team, the company did not have any sales manager that held none of this stuff. And I could kind of see the impending doom coming into the future, that was coming down in the future. And I remember I had just bought a house a few months before and I was driving and I was driving towards my house and there was a guy that was homeless on the side of the road. And I remember thinking to myself, there's a chance that if this doesn't work out and if this doesn't work out and growing my coaching business and this podcast doesn't work out, that I could lose everything. I could not be able to pay my bills. I wouldn't be able to pay my mortgage of my new house that I just bought a couple months ago. My girlfriend at the time could leave me. All of this stuff could happen. I started seeing everything that could possibly happen and go wrong. And I said, and I could be in this guy's position right now and I could be homeless on the side of the road holding onto a sign. And I had this thought in my head. And the thought was, but the one thing that couldn't be taken from me is the knowledge that I've gotten to get here. All of the knowledge that I've created and put into my mind could at least get me back to where I am right now. And it's the reason why the knowledge that you have can never be taken from you. That's the most important thing that you have. It's the reason why you can see someone who is a millionaire, they lose it all and then they get it all back. How do they get all back? Because they've already learned, they've already created the knowledge and the strategy in order to get there. And so the benefit of going through the negative visualization is it takes the uncertainty and it makes you feel more certain and it's never as bad as you actually think it's going to be. So that's the first reason why. The second reason why is because it actually starts to desensitize you. So these things that we're uncertain about in the future, we have a bunch of anxiety because there is so much uncertainty around it. But as you start to actually see it, you feel it, it's there. It seems counterintuitive, but it makes you less anxious because you've already seen the path of destruction. There's no uncertainty anymore. You can actually start to see the path of destruction and what it could be. And then you go, you know what? It's really not that bad. And at the same time, I'm not as anxious about anymore because I've already seen what it would look like to have that happen, which allows you to be able to start avoiding it. In fact, there was a study in 1996, it was called the defense, the defense of pessimism, optimism in simulating alternatives. And the research looked at defensive pessimism along with optimism. And it found that visualizing negative alternatives or imagining how past events could have gone worse provided psychological benefits. Defensive pessimists use the strategies to alleviate anxiety and feel more prepared. Isn't that crazy? It actually feel more prepared for later on in life, which goes into number three. What it allows for when you feel more prepared is strategic planning. There's a thing that's in business and it is called post the postmortem process. I actually did this with my business when we hired on our VP of operations. We went through the postmortem process before we ever hired her. She was in, we were in the hiring process and we said, Hey, let's see what it could look like. If we go on, we bring this thing in and this business completely fails. Let's just see what, why did it fail? How did it happen? What did it look like? And we started planning all of that out. Well, it failed because of this, this, this, this, this, and it turned into strategic strategic planning. And what's cool about it is when you start to see, okay, my business failed because of X, Y, Z. Well, then I can write down X, Y, Z on a piece of paper and I can say, how can I make sure that I don't do this? I don't do this. And that the, my team members do this. If I'm looking at my relationship and I said, my relationship failed because I did this, I did this, I didn't do this. I didn't spend enough time. She wasn't enough a priority. And I write them all down on a piece of paper. I can start planning through those things. If I say my health failed because of this, this, and this, well, now that I have those things on a piece of paper, I can start to plan through them. And so when you actually visualize the worst that could happen, it shows you from where you are right now to the actual destruction of it, what happened along the way. And we can basically write down what happened along the way. And we can actually start to plan out how to avoid those roadblocks. That's why people feel more prepared in this study that I just mentioned. They feel less anxious and they feel more prepared because of the fact that they see what's coming up and they can know what roadblocks are coming up to get around them. So you plan out the failure to ensure that the failure doesn't happen. Isn't that kind of crazy? In fact, you want to know another study in 1997, there was an actual study that was the intersection of effect and function and the paper dives into a role of what they call counterfactual thinking. And by mentally rehearsing how things could go wrong, people can develop strategies to avoid undesirable outcomes, leading to a more proactive and less anxious approach. Doesn't that sound exciting? And then the last piece of the reason why it really helps is because it feels like what's crazy about it is by visualizing the impending doom that could possibly be coming around with your business or your life or all of your relationships or everything that's happening to you, is it actually gives you more sense of control. That's pretty crazy. It gives you more sense of control because you've already planned it all out. You've seen what could possibly happen. You've written it all down in a piece of paper. You've made a plan for how to avoid these things. It gives you more sense of control around your future. A lot of times people have anxiety around the future because they don't feel like they're in control of it. There's all of this uncertainty. They don't know what to do with it. You've already seen it all. You've already seen that the worst could happen. You've already planned all of it out and you planned to get around all of that so that the best could happen. So you see both potential futures. You see the best that could happen on one side. You see the worst that could happen. You see both potential futures, which now allow you to see more into the future. And now all you have to do is just take the right action towards the future that you actually want. In fact, there was a study in 1986. It was called Defensive Pessimism, Harnessing Anxiety as Motivation. And this is actually where the study Defensive Pessimism came from. Researchers found that some people who deliberately thought through the worst case scenarios actually were better at managing their anxiety. And these individuals felt more in control of their life, of their future, and felt more motivated to take action because they had a strategy on a piece of paper of how to get to where they want to go. And so it seems, hopefully I didn't scare you off too much in the first half of this podcast episode of like, oh my god, I don't want to envision this negative stuff, this impending doom. But when you can actually start to see what could go wrong, you can actually start to plan through it. And so that's what it comes down to. Please visualize the future that you want. Please visualize all of the success and the happiness and the wealth and the relationships and the joy and abundance and everything that you want. Please visualize that. But also visualize getting punched in the face and then getting hit by a meteor, whatever it is that you want. Visualize all that stuff so we can make sure that we can also avoid that. Because now you take the uncertainty of the future and you create two potential outcomes and you can create more certainty. The best that can happen, the worst that can happen. Usually what happens, it ends up being somewhere in the middle, but at least a little bit more towards the positive side. It'll relieve your anxiety, it'll help you take action and help you create the life that you want. So that's what I got for you for today's episode. If you love this episode, please do me a favor. Go ahead, if you just go ahead and take a screenshot, maybe a video of you wherever you're listening to it, share it on your Instagram stories and tag me in it. Rob Dial Jr., R-O-B-D-I-A-L-J-R. You can also follow me on Instagram as well. We have over I think 500,000 followers that are on there. I try to share at least a couple times a day to try to help you guys get short little tidbits to improve your life. So you could also follow me on Instagram once again. It's Rob Dial Jr., R-O-B-D-I-A-L-J-R. And with that, I'm going to leave the same way I leave you every single episode. Make it your mission. Make somebody else's day better. I appreciate you and I hope that you have an amazing day."}, "podcast_summary": "Summary: In this episode of the Mindset Mentor podcast, the host discusses the concept of \"negative visualization\" and how it can benefit individuals. Negative visualization involves visualizing the worst-case scenarios that one is afraid of happening, in order to face uncertainty, desensitize oneself to anxiety, engage in strategic planning, and gain a sense of control over one's future. The host emphasizes that while it is important to visualize the positive outcomes one desires, it is equally valuable to visualize the potential negative outcomes in order to avoid them. The episode provides examples of how negative visualization can be applied to various aspects of life such as business, relationships, and health. Overall, the host encourages listeners to use negative visualization as a tool for personal growth and achieving success.", "podcast_guest": {"name": "Rob Dial", "org": "", "title": "", "summary": "Indiana Jones and the Dial of Destiny is a 2023 American action adventure film directed by James Mangold, who co-wrote it with Jez Butterworth, John-Henry Butterworth, and David Koepp. It is the sequel to Indiana Jones and the Kingdom of the Crystal Skull (2008), as well as the fifth and final installment in the Indiana Jones film series. Featuring Harrison Ford, John Rhys-Davies, and Karen Allen reprising their roles as Indiana Jones, Sallah, and Marion Ravenwood, respectively, new cast members include Phoebe Waller-Bridge, Antonio Banderas, Toby Jones, Boyd Holbrook, Ethann Isidore, and Mads Mikkelsen. Set in 1969, the film follows Jones and his estranged goddaughter, Helena, who are trying to locate a powerful artifact before Jürgen Voller, a Nazi-turned-NASA scientist who plans to use it to alter the outcome of World War II.\nDial of Destiny is the only film in the series that is neither directed by Steven Spielberg nor conceived by George Lucas, with both serving as executive producers instead. It is also the only film in the series not to be distributed by Paramount Pictures, following Walt Disney Studios' acquisition of Lucasfilm and film rights for future sequels. Paramount retains the distribution rights to the first four films and a residual associate credit.Plans for a fifth Indiana Jones film date back to the late 1970s, when a deal was made with Paramount to produce four sequels to Raiders of the Lost Ark (1981). Lucas began researching potential plot devices for a fifth film in 2008, and Koepp was eventually hired to write the film in 2016. A release date was set for 2019, which was then delayed several times due to rewrites and the COVID-19 pandemic. In 2018, Jonathan Kasdan replaced Koepp and eventually left the project. Spielberg was originally set to direct but stepped down in 2020, with Mangold taking his place. Filming began in June 2021 in various locations including the United Kingdom, Italy, and Morocco, wrapping in February 2022. Longtime franchise composer John Williams returned to compose and conduct the film's score.\nIndiana Jones and the Dial of Destiny premiered out of competition at the 76th Cannes Film Festival on May 18, 2023, and was theatrically released in the United States on June 30, by Walt Disney Studios Motion Pictures. The film received lukewarm reviews from critics and has grossed $378 million worldwide, reported as a box-office bomb, due to a lack of wide appeal for moviegoers and an expensive overall budget, and resulting in a $100 million write-down for the studio.\n\n"}, "podcast_highlights": "Key Moment 1: \"Negative visualization\" is introduced as a powerful tool for dealing with fears and uncertainties. The concept is explained and examples are given to help listeners understand how to apply it to their own lives (timestamp: 0:22-5:40).\n\nKey Moment 2: The benefits of negative visualization are discussed, including how it provides a sense of control, reduces anxiety, and allows for strategic planning. Studies and research are cited to support these claims (timestamp: 5:41-14:51).\n\nKey Moment 3: The importance of balancing negative visualization with positive visualization is emphasized. It is explained that by envisioning the best and worst outcomes, individuals can create more certainty about their future and take proactive action towards their goals (timestamp: 14:52-19:40)."}